[
  {
    "Title": "AI Visionary Henrik Leijon Joins System Verification as New AI Lead",
    "Type": "INTERVIEW",
    "Content": "After almost exactly ten years at System Verification, Karolina Mileros moves on.\n"
  },
  {
    "Title": "A Dynamic Dive into Tech: A Recap of Tricentis’ London Event",
    "Type": "EVENT RECAP",
    "Content": "Given the new way of working with hybrid workplaces, and plenty of work from home which usually results in a lack of time for exercise, we investigated the possibility of helping our employees rent a bike at a reasonable price. Knowing that many of our employees would appreciate having a new bike and being able to ride to and from assignments, or simply use it for some daily exercise, this was definitely a priority for us.\n"
  },
  {
    "Title": "Innovating Integration: AI-Driven Collaboration with Emely",
    "Type": "Article ",
    "Content": "Lots of experience from working with packaged services. A focus on meeting challenges as a team. And add to that, an excellent gut feeling – meet Peter Sognefur, our new CSO.\n"
  },
  {
    "Title": "Interview with Peter Caron: Embracing Curiosity and Continuous Learning",
    "Type": "INTERVIEW",
    "Content": "Our workforce in Warsaw, Poland, has grown fast. And as new Managing Director Karol Mioduszewski sees it, this is just the start.\n"
  },
  {
    "Title": "Colleague Spotlight: Björn and Michael Take on New Roles at System Verification",
    "Type": "INTERVIEW",
    "Content": "Peter Sognefur joins System Verification as the new Chief Sales Officer. \n"
  },
  {
    "Title": "System Verification delivers software insights for Connected Skills",
    "Type": "Press release",
    "Content": "In 2022, it is 20 years since northern Europe's leading Software Quality Assurance company was founded. This will be celebrated in a variety of ways – which include plans for continued and strong growth.\n"
  },
  {
    "Title": "System Verification Celebrates 10 Years of Success in Bosnia and Herzegovina",
    "Type": "Anniversary",
    "Content": "Hybrid work is here to stay. A flexible model, where people can divide their time between their office and home desks, is how many envision the workplace of the future. At System Verification Sweden, working from home is now supported with desks and desk chairs from Rekomo – a company with a circular mindset: Rekomo sells and rents out high- quality office furniture. And it is all second-hand.\n"
  },
  {
    "Title": "System Verification Partners with Tricentis to Enhance Software Testing Capabilities for the EMEA Region",
    "Type": "New partnership",
    "Content": "International Day for Women and Girls in Science was adopted by the United Nations General Assembly to promote full and equal access and participation in science for women and girls. On this occasion, we gathered inspiring and engaging women from our offices in Sweden, Poland, Germany and Bosnia and Herzegovina. Meet Samra, Angelina, Minja, and Paula who answered a few questions regarding their role and experience as women working in the IT industry.\n"
  },
  {
    "Title": "System Verification teams up With Wethinkcode_ to build up Automation QA skills in South Africa",
    "Type": "New collaboration",
    "Content": "Fredrik Grimsberg has been appointed new CEO of System Verification in Sweden. Fredrik replaces Erik Björhäll, who up until now has been the CEO of the Swedish operations in parallel to his position as the Group CEO.\n"
  },
  {
    "Title": "Svenska Spel chooses System Verification as one of three key players within testing",
    "Type": "New agreement",
    "Content": "Our new office in Jönköping opened in August last year. Regional Manager Magnus Hjelmgren gives us a rundown of the first few months.\n"
  },
  {
    "Title": "Four eventful and exciting years with System Verification Germany",
    "Type": "Anniversary",
    "Content": "The year 2021 has been filled with events and initiatives that have shaped our business. Here's a look back at what we've accomplished this year.\n"
  },
  {
    "Title": "Funnys Äventyr: Doing it for the kids",
    "Type": "Social responsibility",
    "Content": "As we’re approaching 2022, we want to give a special spotlight to our ‘Summership’ program that happened this year. ‘Summership’ is an annual System Verification program that offers professional training for manual testing and test automation for graduate students. This internship is a great opportunity for students who are seeking to explore this career path.\n"
  },
  {
    "Title": "Staying ahead in challenging times",
    "Type": "Business insights",
    "Content": "No consultant assignment is exactly the same. It is a work role where variety comes as a natural ingredient. But apart from being qualified competence-wise, what does it take to work as a consultant? Consultant Manager Madeleine Erlandsson, Tech Recruiter Miriam Adhanom and HR Operations Specialist Mathilda Syrén have the answers.\n"
  },
  {
    "Title": "Meet Kadira – CEO of System Verification Bosnia",
    "Type": "Our people",
    "Content": "As digitalisation accelerates, there is a continuously growing demand for technical expertise. More often than not, this demand exceeds supply. The shortage of skills is challenging. And it’s not just the tech industry that is struggling. Today, more or less all organisations rely on technology and software.\n"
  },
  {
    "Title": "Settling in as Consultant Manager",
    "Type": "Our people",
    "Content": "Opening November 27, Space will be Stockholm's new digital culture center for gaming, music and content creation. For testing and quality assurance of the digital environment, Space chose System Verification as their strategic partner.\n"
  },
  {
    "Title": "Renting a bike – a new employee benefit",
    "Type": "Employee benefits",
    "Content": "Right from the start back in 2019, System Verification Germany has aimed to support young talents in their development and career. Collaborating with working students is valuable to the company – it brings new perspectives and high levels of energy. Here are the stories of Onur Akar and Yvonne Weiss, two students that know what it’s like to write a final thesis at System Verification.\n"
  },
  {
    "Title": "Meet Peter Sognefur – our new Chief Sales Officer",
    "Type": "Our people",
    "Content": "Sabina Engdahl has been appointed Digital Marketing Officer of System Verification. Sabina has long experience in digital marketing and comes from a position as an advisor at the communication agency Resultify.\n"
  },
  {
    "Title": "Meet Karol Mioduszewski – new Managing Director of System Verification Poland",
    "Type": "New recruitment",
    "Content": "System Verification opened up in Germany in 2018. Last year, we established our first Polish office. Given that the world was fighting a pandemic, some would call such a venture brave. Others may label it foolhardy. So what happened? Group Chief Growth Officer Jonas Gyllenspetz is responsible for our international expansion. He gives us the full rundown of what has turned out to be quite a success story.\n"
  },
  {
    "Title": "Peter Sognefur appointed new Chief Sales Officer of System Verification",
    "Type": "New recruitment",
    "Content": "The pandemic has put a halt to both international and domestic travel. But the fact that so many of us have turned our homes into our workplaces has also reduced the importance of geography. It may sound like a contradiction, but as the concept of distance delivery has exploded, the world has in many ways become smaller. In short, that means System Verification’s market is growing.\n"
  },
  {
    "Title": "System Verification 20 years – and that was just the beginning",
    "Type": "20 year anniversary",
    "Content": "Our Stockholm office is growing. And to help us with our plans for continued growth, Mathilda Syrén has just been appointed new HR Operations Specialist.\n"
  },
  {
    "Title": "Recycled furniture for the home office",
    "Type": "Home office",
    "Content": "As the name indicates, the Amazing Race was indeed a competition. We counted steps and we celebrated a winning team. But more importantly, the event was about building team spirit, getting people together in pandemic times – and in the end, it was about making a contribution. And, of course, exercise was also on the table. Here are the top walkers’ thoughts on the initiative.\n"
  },
  {
    "Title": "Women in Tech: Today we celebrate all girls and women in science!",
    "Type": "International day of Women and Girls in Science",
    "Content": "The board of directors appoint Agneta Larsson as Executive Vice President of the System Verification group. Agneta has worked for the company since 2012. She is the current Group CFO, a position she will continue to hold, in parallel to her new role as Executive Vice President.\n"
  },
  {
    "Title": "Fredrik Grimsberg appointed new CEO of System Verification Sweden",
    "Type": "Management",
    "Content": "System Verification’s collaboration with Fair Play TK started last year, as System Verification became a course partner at the new outdoor facility Limhamn Tenniscenter. And now, we take the partnership to the next level.\n"
  },
  {
    "Title": "Off to a good start in Jönköping",
    "Type": "Our fifth Swedish office",
    "Content": "The first team has crossed the finishing line. Meet the winners of the Amazing Race, System Verification’s step count competition.\n"
  },
  {
    "Title": "The year 2021 at System Verification",
    "Type": "Yearly resume",
    "Content": "From Athens to Stockholm, it’s quite a walk. So who manages to complete it first? Learn more about System Verification's latest initiative to encourage teambuilding and physical activity as well as support charity.\n"
  },
  {
    "Title": "From Internship Into a Full-Time Job – Summership 2021",
    "Type": "Summership 2021",
    "Content": "Mersiha Smajevic joined our Sarajevo team back in 2017. Last year, she got the opportunity to continue her System Verification journey in another country. She transferred to our office in Frankfurt. So how come she decided to take the leap? Here’s Mersiha’s story. \n"
  },
  {
    "Title": "Working as a consultant",
    "Type": "Our People",
    "Content": "System Verification continues to grow in southwestern Sweden. As we see a lot of demand and potential for our services in the Gothenburg region, Michaela Wigelius has been appointed new Account Manager.\n"
  },
  {
    "Title": "QA as a service – how we optimise our deliveries",
    "Type": "Our business",
    "Content": "Hamdija Jusufagic, founder and majority owner of System Verification, is now succeeded by Erik Björhäll as Group CEO of System Verification. Erik Björhäll has been a part of the company since 2004.\n"
  },
  {
    "Title": "Digital culture center Space chooses System Verification as strategic QA partner",
    "Type": "New partnership",
    "Content": "Software Due Diligence and Health Checks are two services that provide unique insights into code status and quality. While based on automatisation and state-of-the-art technology, these services also need a human touch. Preferably from an expert. That’s where Marcus Lundström comes in.\n"
  },
  {
    "Title": "System Verification Germany supports graduating young talents",
    "Type": "Thesis writing at System Verification",
    "Content": "System Verification’s Adha Hrusto currently spends most of her time in her office at Lund University. She is working within the Autonomous Systems track of the WASP program. But how did she end up here, and how can System Verification and our clients benefit from her participation in the program?\n"
  },
  {
    "Title": "Sabina Engdahl appointed Group Chief Digital Marketing Officer of System Verification",
    "Type": "New recruitment",
    "Content": "While countries around the world try to curb the Covid-19 pandemic, companies need to find (new) ways to keep their daily business up and running, while making sure their employees are staying safe and at the same time nourish the company culture. So, what have we done here at System Verification to tackle these challenges?\n"
  },
  {
    "Title": "European ventures: Startups with a great backup",
    "Type": "European ventures",
    "Content": "In 2019, we established in Bonn and Frankfurt. Since then, we have grown a lot at our two offices in Germany. The time has now come for the next step in Frankfurt: we’re moving to a new and bigger office.\n"
  },
  {
    "Title": "Deliveries without borders",
    "Type": "Expansion",
    "Content": "As a captain of his football team, Ahmed Babić knows the importance of being a team player. Today, he’s based in our Sarajevo office where he works as an Azure DevOps engineer. Read his story.\n"
  },
  {
    "Title": "Mathilda Syrén is our new HR Operations Specialist",
    "Type": "New recruitment",
    "Content": "Changes do not come overnight. They require patience, alignment, and long-term dedication. The fruit that comes as a reward at the end is, however, quite sweet. In this case, the fruit is faster delivery, collaboration, and full transparency. Read Ajla Sokol's insightful article about working with Azure DevOps.\n"
  },
  {
    "Title": "The Amazing Race #3: Meet the top walkers",
    "Type": "Team activities",
    "Content": "Last week was the final week of the third Summership training programme in Sarajevo. It has been an amazing two months full of learning, overcoming challenges and spending quality time with colleagues. Read what the Summership interns had to say about their experience.\n"
  },
  {
    "Title": "Agneta Larsson appointed as Executive Vice President of System Verification",
    "Type": "New Executive Vice President",
    "Content": "“Have you ever used Docker?” was one of the first questions Emir Hodzic was asked by his mentor. At that point he'd only heard about it and he was not even at ease with the question. As a test automation engineer, you don’t get to experiment with a lot of different DevOps tools. Read Emir's insightful article on Test Automation with Docker.\n"
  },
  {
    "Title": "System Verification new main partner of Fair Play Tennis Club",
    "Type": "Sponsorship",
    "Content": "Testura is our open source tool for mutation testing. When we asked ourselves if Machine Learning could help improve the tool, we decided to let two students from Luleå University come up with the answers through a degree project.\n"
  },
  {
    "Title": "The Amazing Race #2: The winners are crowned",
    "Type": "Team activities",
    "Content": "A group of fresh engineers have been introduced to the field of QA through our Greenhouse program. Today, they’re doing application testing at energy provider Vattenfall.\n"
  },
  {
    "Title": "The Amazing Race – teamwork for charity",
    "Type": "Team activities",
    "Content": "In the beginning of 2019, we entered the German market with the aim to grow fast. This has succeeded very well. Today the Frankfurt and Bonn offices have great teams that serve customers in the logistics, automotive, telecommunications and financial sectors.\n"
  },
  {
    "Title": "“There is always time for a new journey”",
    "Type": "Our people",
    "Content": "Re:Invent is a learning conference hosted by Amazon Web Services that attracts more than 40,000 people from the global cloud computing community to Las Vegas every year. System Verification is here to be challenged and meet peers from all over the world.\n"
  },
  {
    "Title": "Michaela Wigelius – new Account Manager in Gothenburg",
    "Type": "New recruitment",
    "Content": "In 2016, Skånetrafiken started their journey to deliver world class public transport through smart digital services. System Verification was contracted and has literally built quality into every aspect of software development – from tools to mindset. An effort that pays off.\n"
  },
  {
    "Title": "Award-winning entrepreneur Hamdija Jusufagic hands over Group CEO role of prosperous System Verification",
    "Type": "Management",
    "Content": "At her first job, Houda Doussi never got the opportunity to try her wings within test automation. At System Verification, we support employees who want to become technical specialists. Houda Doussi is now part of our training concept Test Star.\n"
  },
  {
    "Title": "The expert that provides eye-openers",
    "Type": "Our people",
    "Content": "On the 6th of November, the Swedish Crown Princess Couple visited our Sarajevo office. The delegation had the opportunity to learn about Hamdija Jusufagic’s entrepreneurship and the Robokids project in Banja Luka.\n"
  },
  {
    "Title": "WASP offers new insights – and possibilities",
    "Type": "The WASP program",
    "Content": "In 2013 System Verification established their office in Sarajevo. Six years later, the team had grown from four to more than forty members and it was time to move. The result was not only bigger premises, but a completely renewed and designed office space. The new premises were celebrated together with prominent guests at great party.\n"
  },
  {
    "Title": "Nurturing company culture during tough times",
    "Type": "Company culture",
    "Content": "Working with distributed teams is a much smoother activity than you might think - if you take care of the preparations. This is how we do it, and how our Swedish customers benefit from the development and quality assurance competence in Bosnia-Herzegovina.\n"
  },
  {
    "Title": "System Verification moves to a new office in Frankfurt",
    "Type": "New office space",
    "Content": "Our internal training program “Summership” for engineering students in Bosnia is in full swing and the students show excellent progress. What do they think about the program? We had some small talks with the students.\n"
  },
  {
    "Title": "“I decided to go in the Azure direction”",
    "Type": "Our people",
    "Content": "Our training program Summership is in full swing, how is it going? What has the students learnt and what is the next step? Read the promising update from Medina Ovčina.\n"
  },
  {
    "Title": "Azure DevOps Services: Unlocking the potential",
    "Type": "An insight to Azure DevOps",
    "Content": "Monica Boman Hammarlund is one of our excellent Team Managers. A year ago, she started her journey with us. What career opportunities has she been given and what does she appreciate with System Verification?\n"
  },
  {
    "Title": "Another successful year for the Summership programme in Sarajevo",
    "Type": "Summership 2020",
    "Content": "To keep updated on the latest technology and society trends, we have visited many recognized conferences in recent years. In May, we wanted something that really challenged our thinking. We chose the newly established Amazon re:MARS, a giant that knows how to rule things!\n"
  },
  {
    "Title": "Test Automation with little of Docker",
    "Type": "An insight to Docker",
    "Content": "Last year, System Verification launched their concept Summership, a training program for students who are about to graduate. Emina Alagic and Dalila Spahic are two of the students who fulfilled the program and got their first job with Quality Assurance. Read about their experiences!\n"
  },
  {
    "Title": "How can mutation testing benefit from Machine Learning?",
    "Type": "Mutation testing",
    "Content": "System Verification has never stand still and is continuously searching for new ways to develop. Our Tech team is one such way. Gathering a team of technical experts, their skills will be sharpened, and new ideas will emerge which lead to state-of-the-art solutions for our customers. Let’s present our Tech team.\n"
  },
  {
    "Title": "Greenhouse – Learning by doing",
    "Type": "Career",
    "Content": "Our service Software Intelligence uses the AI tool CodeScene. How does it differ from a static code analysis tool? And do you really have to choose between them? We asked Adam Tornhill, Founder of Empear to clarify the situation.\n"
  },
  {
    "Title": "Happy 1st anniversary Germany!",
    "Type": "Birthday",
    "Content": "In 2018, System Verification established their second offices abroad, in Bonn and Frankfurt. The first team members have a unique opportunity to be part of something new and promising. Celina Strietzel gives us her story of her first time at System Verification in Germany.\n"
  },
  {
    "Title": "Learning in Las Vegas",
    "Type": "Competence development",
    "Content": "According to Gartner, at least 40% of new development projects will have an AI co-developer by 2022. Like it or not. The best you can do is to start exploring the AI technology and make it a natural part of your software projects. Take advantage of our 3 best tips to start with.\n"
  },
  {
    "Title": "Quality Assurance in the driver’s seat",
    "Type": "100% focus on QA",
    "Content": "This year Sarajevo is hosting European Youth Olympic Winter Festival where youth from 46 countries are competing in winter disciplines. System Verification and Ruku na Srce surprised 16 children and brought them to view the grand opening ceremony. How wonderful to see the joy in the children's eyes!\n"
  },
  {
    "Title": "Rising stars within test automation",
    "Type": "Future Test Automation Engineers",
    "Content": "Our two new offices in Bonn and Frankfurt are up and running, and Erwin Probst, Managing Director, does not have any problem to fill his agenda. What makes him believe in System Verification, and what is top priority? We had a small talk with him over a cup of coffee.\n"
  },
  {
    "Title": "Royal visit at our Sarajevo office",
    "Type": "The Swedish Crown Princess Couple",
    "Content": "Our 20 colleagues are back from Las Vegas after an eventful and inspiring week attending AWS re:Invent. \"It was hands down the best conference I have ever been to,\" says Mathias Persson, Delivery Manager.\n"
  },
  {
    "Title": "New stylish workplace in Sarajevo",
    "Type": "Modern office space",
    "Content": "Test Automation is on everyone’s lips at the moment. It is not only demanded by companies, it is also something many testers wish to specialize in. But it requires a lot of practice to become proficient. Therefore, we have created the education concept Test Stars, which enables our employees to gradually immerse in the subject.\n"
  },
  {
    "Title": "How to create a smooth onboarding process",
    "Type": "Distributed teams",
    "Content": "An eventful and exciting summer has come to an end for the four interns who attended our internship in July earlier this year. What have they been up to, what have they enjoyed the most and what happens next? Let’s have a chat with Dalila and Emina!  \n"
  },
  {
    "Title": "Students with attitude",
    "Type": "Interview with Summership students",
    "Content": "We firmly believe that knowledge sharing is outstanding to keep empowered, learn from mistakes and get inspired to new ideas. That is why we have created the concept System Gathering, where our employees can meet and learn from the best. \n"
  },
  {
    "Title": "Hard work pays off",
    "Type": "Summership 2019",
    "Content": "This year our Sarajevo office celebrates 5 years. The team started off with only four members, who made such a great impact on Swedish customers that we soon had to speed up the recruitment. Today more than 30 people live the spirit of System Verification!\n"
  },
  {
    "Title": "”I learn new things every day”",
    "Type": "Interview with Team Manager",
    "Content": "Once a year, we arrange a big conference for the whole company. Why? Because it bonds us together, gives us opportunities dig deeper into Quality Assurance and of course, it is awesome fun! \n"
  },
  {
    "Title": "Highlights from re:MARS",
    "Type": "A look into the future",
    "Content": "Faster releases at lower costs and with more satisfied end users. That is what every company wants. And some companies succeed. What is their secret? A new report from Forrester shows that they have implemented Agile+DevOps and prioritizing testing, having a high risk thinking and focusing on end-to-end test automation. So, what does this mean in practical terms? Read Patrik Schalin, DevOps Specialist at System Verification, view on the report. \n"
  },
  {
    "Title": "“A great career opportunity”",
    "Type": "Training program within Quality Assurance",
    "Content": "During her ten years in the company, Marie Nilsson has certainly kept herself busy. She has accomplished ten assignments at ten different companies and in six different industries. And according to Marie, the great variety is one of the best things about being a consultant.\n"
  },
  {
    "Title": "The Tech team – developing our technical edge",
    "Type": "Competence",
    "Content": "An internship is not only fun and rewarding, it also gives the students a head start when it’s time for them to look for jobs and begin their careers. In July, System Verification launched a new internship in Sarajevo. An opportunity that can lead to future employments. Meet our interns Dalila, Emina, Medzida and Armin!\n"
  },
  {
    "Title": "What is the difference between a static code analysis and CodeScene?",
    "Type": "Quality Monitoring",
    "Content": "On Thursday June 7th our Gothenburg team gathered at restaurant Thörnströms Privata Rum in central Gothenburg, to enjoy a cooking session together. It was a great evening to hang out and, of course, eat a lot of delicious food.\n"
  },
  {
    "Title": "An international family with a big heart",
    "Type": "Interview with master student",
    "Content": "In 2016 Ework launched its vision to transform from a Consultant Supplier to a Talent Business. The company entered the “war for talent” and effective digital processes were pointed out as critical. System Verification has the overall responsibility to build the new digital platform, and has formed an outstanding team with several partners to make it happen. \n"
  },
  {
    "Title": "3 tips to make AI your best friend",
    "Type": "What's trending",
    "Content": "When a group of Bosnian language students from Malmö came across an article about when Hamdija Jusufagic, System Verification's founder and CEO, and of Bosnian descent, was awarded the 2017 Pioneer Prize in Sweden, their interest to know more about Hamdija and his company awoke. So on May the 9th the students were welcomed to our headquarters in Malmö for a study visit.\n"
  },
  {
    "Title": "Kids, sports and fireworks!",
    "Type": "Sponsoring",
    "Content": "Social activities and experiencing fun things together are important parts of our company culture. We like to meet and have fun! On April 15th our steadily growing Sarajevo team gathered to spend some quality time together. Team building activities and barbecue on the spring-like Javorov Do, Bjelašnica was on the schedule. \n"
  },
  {
    "Title": "A good start in Germany",
    "Type": "New offices",
    "Content": "The term strategic partner is being used liberally, but the definition may vary. What do we mean by being a strategic partner and what can you as a customer expect from us? What is required for the partnership to work? We asked Erik Björhäll, CEO System Verification Sweden, to answer these questions.\n"
  },
  {
    "Title": "New inspiration in Las Vegas",
    "Type": "AWS re:Invent",
    "Content": "During three days, System Verification held a free ISTQB Foundation course for engineer students in Sarajevo. \"The lectures have been great and interesting. Furthermore, we have had many laughs and I have been able to practice my English. I found the review and static analysis techniques especially appealing\", says one of the students Lejla Mekic.\n"
  },
  {
    "Title": "The next generation of Test Automation Engineers",
    "Type": "Career development",
    "Content": "At this time of the year trend spotting is a constant current topic. It is vital to remain up-to-date and to prepare for the future to be able to do the right investments. So, what does 2018 have in store?\n"
  },
  {
    "Title": "From intern to employee",
    "Type": "Internship",
    "Content": "Every year we conduct a survey among our employees to understand what they think about working here. What areas stand out? We went into the survey and found that 3 areas are particularly appreciated: Company culture, Image and Leadership. All of them score over 90%.\n"
  },
  {
    "Title": "Learning from the best",
    "Type": "System Gathering",
    "Content": "On the 15th and 16th of November, the job fair ARKAD took place in Lund. System Verification was one of the 150 participating exhibitors. We had a great time meeting so many students!\n"
  },
  {
    "Title": "Living the spirit in Sarajevo",
    "Type": "Sarajevo office 5 years",
    "Content": "Every day, both at work and in our daily life, we meet these people, the skilled and experienced. Also known as the professionals. Often you would have liked to be just as good, but if you ask such a person how they do or think, the answers are often quite cryptic or short. What is the secret receipt to become a professional? \n"
  },
  {
    "Title": "Fun with friends from all over the world",
    "Type": "Team building & Conferences",
    "Content": "Timing is the key to success in most cases. You should not be too early, and even worse, too late. This is a tricky challenge but if you manage to get things right in time, then you will be successful. This is also very true regarding your digital transformation journey.\n"
  },
  {
    "Title": "Why testability is the key",
    "Type": "Review of Forrester report",
    "Content": "All too many companies have been dismayed by poor returns on their offshoring investments and have abandoned their efforts to find a beneficial offshoring solution. More the pity – because by asking the right questions from the start and gathering crucial knowledge, offshoring can be very profitable indeed.\n"
  },
  {
    "Title": "“I love the variety of challenges”",
    "Type": "Working as a consultant",
    "Content": "Are requirements the elephant in the room? Here are the steps to get started. Karolina Mileros, Requirements Management Specialist at System Verification, gives you her best advices to get started. \n"
  },
  {
    "Title": "Kick-start to a professional life",
    "Type": "Internship Sarajevo",
    "Content": "The General Data Protection Regulation (GDPR) is an EU regulation designed to strengthen the rights of EU citizens. GDPR will replace the Swedish Personal Data Act (PUL) and will enter into force on 25 May 2018.\n"
  },
  {
    "Title": "Summer cook-a-long in Gothenburg",
    "Type": "Summer party",
    "Content": "Are you interested in getting an analysis of your quality process, but want to know more about the benefits and our working process? Dr. Magnus C. Ohlsson, Test Strategist at System Verification, gives you the answers.\n"
  },
  {
    "Title": "How to win the War for Talents",
    "Type": "Driving digital transformation",
    "Content": "Jens Johansson planned to be a developer, but summer jobs and extra work as a tester at IKEA opened his eyes to software quality assurance. Today he works with test automation – a role that requires competence in both development and test.\n"
  },
  {
    "Title": "Primary school students visited the HQ",
    "Type": "Study visit",
    "Content": "Alexandra Elmer’s fascination for the logic of mathematics led her to study computer engineering. She also has a talent for leadership. Today Alexandra works as a Test Manager, a career combining expertise in software quality assurance with good communication skills. \n"
  },
  {
    "Title": "Spring feelings in Sarajevo",
    "Type": "Quality time",
    "Content": "What is the significance of System Verification’s vision and what is System Verification’s role in digital life? Hamdija Jusufagic, founder and CEO of System Verification, tell us about this new approach and what he sees as System Verification’s role in the future.\n"
  },
  {
    "Title": "What do we mean by Strategic Partnership?",
    "Type": "Strategic partnership",
    "Content": "Are you unsure of the glossary used in Quality Assurance and Software Testing? Find the terms in our Quality Assurance Glossary. \n"
  },
  {
    "Title": "ISTQB course gathered students with a thirst for knowledge",
    "Type": "Education",
    "Content": "In the early 90s I wrote my first real computer program in Pascal and got hooked on this. According to me the quality of the program was fairly good. It did what it was suppose to do and without major crashes. Later that year I found a new masters program focused on software engineering and I decided to apply. I thought this must be my future now when I was a “skilled” developer. That was how my software engineering journey started.\n"
  },
  {
    "Title": "A look into 2018",
    "Type": "Trendspotting",
    "Content": "In 2014, System Verification donated 15 brand new DELL computers and a projector to a school in Bosnia-Herzegovina. The charity project has been planned for a long time and was a much appreciated donation. The children will now have even better educational conditions to face the future.\n"
  },
  {
    "Title": "The best things about working at System Verification",
    "Type": "Employer Satisfaction Survey",
    "Content": "When I started System Verification in 2002, my goal was to build a company dedicated to software quality assurance. I also aspired to attract the best talent in the field. I wanted to create a company offering long-term careers with abundant opportunities for competence development.\n"
  },
  {
    "Title": "Greetings from ARKAD 2017",
    "Type": "Job Fair",
    "Content": "In  2011 System Verification carried out a charity project in Lalitpur in Nepal. A primary school received 10 new computers and got their computer room partly equipped. As one of the world’s poorest countries, the educational conditions for children are limited. The new computers will contribute to the children’s education.\n"
  },
  {
    "Title": "Courses do not train geniuses; this is how it is done!",
    "Type": "Knowledge transfer"
  },
  {
    "Title": "Time to get a new haircut?",
    "Type": "Digital strategy"
  },
  {
    "Title": "How to make offshoring work – for you and for real",
    "Type": "Offshoring"
  },
  {
    "Title": "Are requirements the elephant in the room?",
    "Type": "Requirements Management"
  },
  {
    "Title": "What is GDPR?",
    "Type": "EU regulation"
  },
  {
    "Title": "Why carry out an ISQ Analysis?",
    "Type": "Gain insight"
  },
  {
    "Title": "“Being responsible for quality motivates me”",
    "Type": "Interview with a Test Automation Engineer"
  },
  {
    "Title": "“A challenge to coordinate different goals”",
    "Type": "Interview with a Test Leader"
  },
  {
    "Title": "“We consider the bigger picture”",
    "Type": "Our vision"
  },
  {
    "Title": "Quality Assurance Glossary",
    "Type": "Frequently Used Terms"
  },
  {
    "Title": "Once upon a time…",
    "Type": "Project Management"
  },
  {
    "Title": "Charity project in Bosnia",
    "Type": "CSR"
  },
  {
    "Title": "The way forward is clear",
    "Type": "The Power of Innovation"
  },
  {
    "Title": "Charity project in Nepal",
    "Type": "CSR"
  }
]